{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "NoGrassUnderBuildings",
			"Children": [
				{
					"Source":
					{
						"Text": "Controls grass cleanup beneath buildings and whether it returns after dismantling."
					},
					"Translation":
					{
						"Text": "ควบคุมการทำความสะอาดหญ้าใต้อาคารและดูว่าจะกลับมาหลังจากการรื้อถอนหรือไม่"
					},
					"Key": "ConfigDescription"
				},
				{
					"Source":
					{
						"Text": "Earliest time temporary grass can begin returning after the final covering building is dismantled."
					},
					"Translation":
					{
						"Text": "หญ้าชั่วคราวสามารถเริ่มกลับมาได้เร็วที่สุดหลังจากรื้ออาคารปิดสุดท้ายออกแล้ว"
					},
					"Key": "RegrowthMinTooltip"
				},
				{
					"Source":
					{
						"Text": "Extra clearing distance above and below covered building geometry."
					},
					"Translation":
					{
						"Text": "ระยะเคลียร์เพิ่มเติมด้านบนและด้านล่างครอบคลุมรูปทรงของอาคาร"
					},
					"Key": "VerticalBufferTooltip"
				},
				{
					"Source":
					{
						"Text": "Extra grass-clearing distance around a building footprint."
					},
					"Translation":
					{
						"Text": "ระยะเคลียร์หญ้าเพิ่มเติมรอบรอยเท้าอาคาร"
					},
					"Key": "HorizontalBufferTooltip"
				},
				{
					"Source":
					{
						"Text": "Gradual edge-to-center regrowth"
					},
					"Translation":
					{
						"Text": "การงอกใหม่จากขอบถึงกึ่งกลางอย่างค่อยเป็นค่อยไป"
					},
					"Key": "GradualRegrowthName"
				},
				{
					"Source":
					{
						"Text": "Horizontal buffer (meters)"
					},
					"Translation":
					{
						"Text": "บัฟเฟอร์แนวนอน (เมตร)"
					},
					"Key": "HorizontalBufferName"
				},
				{
					"Source":
					{
						"Text": "Latest time temporary grass can return. Values below the minimum are treated as the minimum."
					},
					"Translation":
					{
						"Text": "ครั้งล่าสุดหญ้าชั่วคราวสามารถคืนได้ ค่าที่ต่ำกว่าค่าต่ำสุดจะถือเป็นค่าต่ำสุด"
					},
					"Key": "RegrowthMaxTooltip"
				},
				{
					"Source":
					{
						"Text": "No Grass Under Buildings"
					},
					"Translation":
					{
						"Text": "ไม่มีหญ้าอยู่ใต้อาคาร"
					},
					"Key": "ConfigName"
				},
				{
					"Source":
					{
						"Text": "Regrow grass after dismantling"
					},
					"Translation":
					{
						"Text": "ปลูกหญ้าใหม่หลังจากการรื้อถอน"
					},
					"Key": "RegrowGrassName"
				},
				{
					"Source":
					{
						"Text": "Regrowth maximum (seconds)"
					},
					"Translation":
					{
						"Text": "การเจริญเติบโตใหม่สูงสุด (วินาที)"
					},
					"Key": "RegrowthMaxName"
				},
				{
					"Source":
					{
						"Text": "Regrowth minimum (seconds)"
					},
					"Translation":
					{
						"Text": "การเจริญเติบโตใหม่ขั้นต่ำ (วินาที)"
					},
					"Key": "RegrowthMinName"
				},
				{
					"Source":
					{
						"Text": "Returns generated cliff grass in inexpensive staged waves instead of one obvious pop."
					},
					"Translation":
					{
						"Text": "ผลตอบแทนที่สร้างหญ้าหน้าผาในคลื่นที่มีราคาไม่แพงแทนที่จะเป็นป๊อปที่ชัดเจน"
					},
					"Key": "GradualRegrowthTooltip"
				},
				{
					"Source":
					{
						"Text": "Vertical buffer (meters)"
					},
					"Translation":
					{
						"Text": "บัฟเฟอร์แนวตั้ง (เมตร)"
					},
					"Key": "VerticalBufferName"
				},
				{
					"Source":
					{
						"Text": "When enabled, hidden grass returns after the configured delay. Disable it to keep grass cleared beneath newly placed buildings after they are dismantled. Trees, bushes, resource plants, and other foliage are never permanently removed by this mod."
					},
					"Translation":
					{
						"Text": "เมื่อเปิดใช้งาน หญ้าที่ซ่อนอยู่จะกลับมาหลังจากการหน่วงเวลาที่กำหนดไว้ ปิดใช้งานเพื่อเคลียร์หญ้าใต้อาคารที่เพิ่งวางใหม่หลังจากที่ถูกรื้อถอนแล้ว ม็อดนี้จะไม่ลบต้นไม้ พุ่มไม้ พืชทรัพยากร และใบไม้อื่น ๆ อย่างถาวร"
					},
					"Key": "RegrowGrassTooltip"
				}
			]
		}
	]
}